[Version]
7.7

[Main]	
Item0000=Välkommen till HP Recovery Manager. Med det här verktyget får du igång din dator igen om den slutar fungera som den ska.
Item0001=Jag behöver hjälp omedelbart
Item0002=Jag vill utföra underhåll
Item0003=Jag vill kontakta HP:s support
Item0004=Jag vill vidta säkerhetsåtgärder
Item0005=Windows Systemåterställning
Item0006=Återställ systemet till ett tidigare datum
Item0007=Windows Återställningsmiljö
Item0008=Starta om och gå till Windows Återställningsmiljö för att uppdatera avbildningen eller återställa systemet till fabriksinställningarna.
Item0009=Säkerhetskopiera fil
Item0010=Säkerhetskopiera dina personliga data
Item0011=Minimerad återställningsavbildning
Item0012=Återställ endast operativsystem, drivrutiner och valda program (ren avbildning)
Item0013=Kör datorkontroll
Item0014=Använd verktyget för maskinvarudiagnos för att diagnostisera datorns minne, HD, osv...
Item0015=Skapa återställningsskivor
Item0016=Skapa en uppsättning återställningsskivor för systemet
Item0017=Ta bort återställningspartitionen
Item0018=Ta bort den fabriksinstallerade säkerhetskopian av programvaruavbildningen för att frigöra hårddiskutrymme
Item0019=Fabriksåterställning
Item0020=Återställ datorn genom att radera hela hårddisken och återställa den ursprungliga fabriksinställningen
Item0021=Utför datorunderhåll
Item0022=Utför felsökning, hämta uppdateringar och läs om datorn
Item0023=Få hjälp från HP
Item0024=Visa kontaktinformation för HP:s kundsupport
Item0025=Visa kontaktinformation
Item0026=Visa kontaktinformation för HP:s kundsupport
Item0027=Återinstallera drivrutiner och program
Item0028=Återinstallera drivrutiner och/eller program
Item0029=Inaktiverat: Återställningspartitionen har tagits bort
Item0030=Inaktiverat: Använd återställningsmedier för att återställa systemet.
Item0031=Inaktiverat: Windows Systemåterställning är avstängd.
Item0032=Inaktiverat: HP Support Assistant är inte installerad.
Item0033=Windows Säkerhetskopiera och återställa
Item0034=Skapa en säkerhetskopia eller återställ filer från en befintlig säkerhetskopia
Item0035=Otillräckliga åtkomsträttigheter
Item0036=HP Recovery Manager kräver administratörsbehörighet för att kunna köras. Utöka UAC-inställningen (User Account Control). 	
Item0037=Version: 00
Item0038=Inaktiverat: Dynamiska diskar stöds inte
Item0039=Inaktiverat: Använd Windows Diskhantering
Item0040=Windows Filhistorik
Item0041=Tillgång till återställningspartitionen krävs för vissa funktioner. Docka surfplattan på basenheten och starta om HP Recovery Manager för att aktivera dessa alternativ.
Item0042=För att använda detta alternativ dockar du surfplattan på basen och startar om HP Recovery Manager.
Item0043=Alternativen för återställning och säkerhetskopiering av filer kräver tillgång till basenhetens återställningspartition. Docka surfplattan på basenheten, starta om systemet och tryck på F11 för att starta om HP Recovery Manager. Klicka på Fortsätt för att köra datorkontroll.
Item0044=Återställa Windows utan att ta bort filer
Item0045=Säkerhetsåtgärder
Item0046=Support
Item0047=Underhåll
Item0048=Skapa återställningsmedier
Item0049=Skapa återställningsmedier för din dator
Item0050=Kör datorunderhåll 
Item0051=Kontakta HP:s support
Item0052=Ta bort återställningspartition
Item0053=Skapa återställningspunkter eller använd återställningspunkter som du skapat tidigare för att återställa systemet till ett tidigare datum
Item0054=Windows filhistorik
Item0055=HP:s Återställningsmiljö
Item0056=Starta om och gå till HP:s återställningsmiljö för att uppdatera avbildningen eller återställa systemet till fabriksinställningarna.
Item0057=Frigör inte plattan från dockningsstationen under återställningsprocessen. Det leder till att plattan inte kan startas om.
Item0058=Starta om och öppna 00 för att återställa systemet.
Item0059=Återställa Windows-systemet
Item0060=HP Recovery Manager stöds endast i liggande läge.
Item0061=Stäng HP Recovery Manager, ändra bildskärmen till liggande läge och kör sedan HP Recovery Manager igen.

[General]	
Item0100=Föregående
Item0101=Nästa
Item0102=Avbryt
Item0103=Fortsätt
Item0104=Slutför
Item0105=OK
Item0106=Vill du avsluta HP Recovery Manager?
Item0107=Se till att datorn är ansluten till en nätadapter för att undvika att återställningsprocessen avbryts.
Item0108=HP Recovery Manager körs redan!!
Item0109=Starta om
Item0110=Avstängning
Item0111=Varning: Din dator körs för närvarande på batteri.
Item0112=Den här processen kräver att datorn är ansluten till en nätadapter.
Item0113=Anslut datorns nätadapter och klicka på OK för att fortsätta.
Item0114=HP Recovery Manager misslyckades. Felkod = 00
Item0115=Ett fel har uppstått. Försök igen.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(error code=00)
Item0119=Med den nuvarande konfigurationen saknas stöd för återställning. Aktivera accelerationsalternativet för Intel Smart Response Technology och försök igen.
Item0120=Recovery Manager är anpassat för Windows 8. Det är inte kompatibelt med Windows 8.
Item0121=Softpaq stöds inte av Windows 7. Uppgradera systemet till Windows 8 först.
	
[Windows System Restore]
Item0200=Windows Systemåterställning
Item0201=För att Windows Systemåterställning ska kunna användas kommer HP Recovery Manager att stängas.
Item0202=Windows Systemåterställning kan hjälpa dig att åtgärda problem som gör att datorn fungerar långsamt eller slutar att svara. Det kommer inte att påverka dina dokument, bilder eller andra personliga data.
Item0203=Klicka på Nästa om du vill starta Windows Systemåterställning automatiskt.
	       	
[Computer Checkup]	
Item0250=Datorkontroll
Item0251=Starta diskkontroll av Windows-partitionen
Item0252=Starta diskkontroll av återställningspartitionen
Item0253=Öppna en kommandoprompt
Item0254=Välj ett alternativ och klicka på Nästa för att fortsätta.
		
[Remove Recovery Partition]	
Item0300=Ta bort återställningspartitionen
Item0301=Windows Push Button Reset (systemåterställning) och återställning av HP-avbildning kommer inte att vara tillgängliga när du har tagit bort återställningspartitionen.
Item0302=Uppfattat. Fortsätt med att ta bort återställningspartitionen.
Item0303=Fortsätt
Item0304=Inga återställningsskivor har skapats. När du har tagit bort återställningspartitionen är alternativet Skapa återställningsskivor inte längre aktivt.
Item0305=Gå till 00 nu.
Item0306=Tar bort återställningspartitionen …
Item0307=Klicka på Fortsätt för att gå tillbaka till startsidan
Item0308=Startsida
Item0309=Skapa återställningsskivor
Item0310=Ett fel uppstod under borttagning av återställningspartitionen. Försök igen.
Item0311=Återställningspartitionen har tagits bort.
Item0312=Återställningsalternativ med avbildning (HP) kommer inte att vara tillgängliga när du har tagit bort återställningspartitionen.
		
[File Restore Program]	
Item0400=Filåterställning 
Item0401=Välkommen
Item0402=Med filåterställning kan du återställa filer som du har säkerhetskopierat.
Item0403=Klicka på Nästa för att fortsätta.
Item0404=Vilka filtyper vill du återställa?
Item0405=Bilder
Item0406=Musik- och andra ljudfiler
Item0407=Video och filmer
Item0408=Inspelade TV-program
Item0409=Dokument, kalkylark och presentationer
Item0410=E-post, Internet-favoriter och -inställningar
Item0411=Andra
Item0412=Hjälp
Item0413=Dina filer har återställts på följande plats:
Item0414=En genväg till platsen har placerats på skrivbordet.
Item0415=Återställning pågår
Item0416=Förlopp:  00%
Item0417=Vänta...
Item0418=Filerna har återställts
Item0419=Återställningen har slutförts.
Item0420=Klicka på Slutför för att avsluta programmet.
Item0421=Sökvägen för några av de återställda filerna består av mer än 260 tecken. Se 00.
Item0422=OK
Item0423=Varning
Item0424=Filåterställningen körs redan.
Item0425=Du måste köra filåterställningen från Windows 7.
Item0426=Vill du avbryta filåterställningen?
Item0427=Återställningen har avbrutits
Item0428=Du har avbrutit återställningen.
Item0429=Var vill du spara säkerhetskopieringsfilerna?
Item0430=Lokal disk
		
[File Backup Program]	
Item0500=Säkerhetskopiera fil
Item0501=Vilka filtyper vill du säkerhetskopiera?
Item0502=Bilder
Item0503=Musik- och andra ljudfiler
Item0504=Video och filmer
Item0505=Inspelade TV-program
Item0506=Dokument, kalkylark och presentationer
Item0507=E-post, Internet-favoriter och -inställningar
Item0508=Andra
Item0509=Hjälp
Item0510=Klicka på Nästa för att fortsätta.
Item0511=Söker
Item0512=Guiden Säkerhetskopiera fil skapar en lista med filer som ska säkerhetskopieras.
Item0513=Detta kan ta flera minuter.
Item0514=Förlopp: 00 %
Item0515=Vänta...
Item0516=Det finns inte tillräckligt mycket ledigt utrymme i systempartitionen på hårddisken för tillfällig lagring under datakomprimeringen.
Item0517=Du måste frigöra utrymme i systempartitionen på hårddisken för att kunna fortsätta.
Item0518=OK
Item0519=Varning
Item0520=Välj ett alternativ och klicka på Nästa för att fortsätta.
Item0521=Skapar säkerhetskopia
Item0522=Skapar säkerhetskopieringsfiler
Item0523=Slutför säkerhetskopieringsfilerna
Item0524=Det finns inga filer av de filtyper som användaren har valt.
Item0525=Var vill du spara säkerhetskopian?
Item0526=Källfilernas storlek:  00
Item0527=Namn
Item0528=Typ
Item0529=Total storlek
Item0530=Ledigt utrymme
Item0531=Det finns ingen enhet för säkerhetskopiering. Kontrollera att den flyttbara disken är ansluten.
Item0532=Flyttbar
Item0533=Säkerhetskopieringen är klar.
Item0534=Filerna sparas på (00).
Item0535=Kopierar säkerhetskopian 
Item0536=Målenheten är inte ansluten.
Item0537=Säkerhetskopiera fil
Item0538=HP Recovery Manager har skapat säkerhetskopian.
Item0539=Vill du avbryta säkerhetskopieringen?
Item0540=Avbryt
Item0541=Säkerhetskopieringen har avbrutits
Item0542=Du har avbrutit säkerhetskopieringen.
Item0543=Du har avbrutit säkerhetskopieringen.
Item0544=Vill du fortsätta systemåterställningen?
Item0545=Vill du fortsätta med den minimerade återställningsavbilden?
Item0546=Vill du fortsätta med fabriksåterställningen?
Item0547=Ja
Item0548=Nej
Item0549=Brännare
Item0550=Det finns ingen enhet för säkerhetskopiering. Kontrollera att den flyttbara disken eller brännaren är ansluten.
Item0551=Automatisk säkerhetskopiering
Item0552=Låter användaren välja kategorier för säkerhetskopieringen (exempel: Foton). Säkerhetskopieringen täcker de flesta filtyper som används för en kategori. Välj detta alternativ som ett enkelt sätt att konfigurera säkerhetskopieringen.
Item0553=Manuell säkerhetskopiering
Item0554=Låter användaren välja specifika filer och mappar för säkerhetskopieringen. Välj detta alternativ för fullständig kontroll över vad som ska säkerhetskopieras.
Item0555=Direkt datakopiering
Item0556=Direkt datakopiering använder inte komprimering och filerna återställs inte med HP Recovery Manager. När säkerhetskopieringen är klar får du tillgång till filerna från valfri dator genom att bläddra till katalogen med systemåterställningsfilerna.
Item0557=Återställ data till det ursprungliga systemet genom att kopiera tillbaka filerna och klistra in dem.
Item0558=Sätt i en tom DVD+R- eller DVD-R-skiva och klicka på Nästa.
Item0559=Brännförlopp:  00 %
Item0560=Totalt antal skivor:  00
Item0561=Aktuell skiva:  00
Item0562=Sätt i skiva
Item0563=Sätt i en tom skiva.
Item0564=HP Recovery Manager har inte stöd för den skiva du har satt i. Sätt i en tom DVD+R- eller DVD-R-skiva (4.7 GB).
Item0565=Förbereder data 
	
[Recovery Media Creation]	
Item0600=Startsida
Item0601=Skapa återställningsskivor
Item0602=Du kan bara skapa 00 uppsättning återställningsskivor.
Item0603=Jag accepterar.
Item0604=Fortsätt
Item0605=Sätt i en av följande skivor:
Item0606=USB-flashenhet
Item0607=Minimikapacitet på 00 GB krävs
Item0608=DVD
Item0609=00 skivor krävs
Item0610=DVDDL
Item0611=Vill du fortsätta med den markerade skivan?
Item0612=Ja
Item0613=Nej
Item0614=USB-flash-enheten för återställning skapas...
Item0615=Förbered disken
Item0616=Formaterar USB-flashenheten
Item0617=Kopiera bild
Item0618=Kopierar återställningsavbildningen till USB-flash-enheten...
Item0619=Kontrollera skiva
Item0620=Kontrollerar USB-flash-enhetens återställningsavbildning...
Item0621=00 % slutfört
Item0622=Sätt i skiva
Item0623=Sätt i en 00-skiva för att fortsätta. Klicka på Avbryt för att sluta skapa återställningsskivan. Du kan fortsätta med att skapa återställningsskivor när du vill genom att välja alternativet Skapa återställningsskivor igen.
Item0624=Förbered data
Item0625=Skapar återställningsavbildning
Item0626=Bränn data
Item0627=Bränner återställningsavbildningen på en skiva
Item0628=Kontrollera skiva
Item0629=Kontrollerar återställningsavbildningen på en skiva
Item0630=Återställningsskivor har skapats på 00. Du kan bara skapa EN uppsättning återställningsskivor.
Item0631=Klicka på OK för att gå tillbaka till startsidan
Item0632=OK
Item0633=Inga återställningsskivor har skapats. Klicka på Fortsätt för att slutföra återställningsskivorna.
Item0634=Avbryt
Item0635=Anslut datorns nätadapter
Item0636=Batteriet måste vara installerat och datorn vara ansluten till en nätadapter om det ska gå att fortsätta processen.
Item0637=Installera batteriet
Item0638=Ingen optisk enhet hittades
Item0639=Du kan ansluta en optisk enhet nu
Item0640=Blu-ray-skiva
Item0641=Återställningsskivan 00 är klar. Etikettera skivan 00 och förvara den på en säker plats.
Item0642=USB-flashenheten kommer att formateras. Alla data på USB-flashenheten kommer att gå förlorade. Allt utrymme på USB-flashenheten används för återställningsavbildningen (även om USB-flashenheten är större än återställningsavbildningens beräknade storlek).
Item0643=Klicka på Avbryt för att gå tillbaka till medieurvalet eller på Fortsätt för att börja förbereda disken.
Item0644=Välj ett av följande skivalternativ 
Item0645=EN
Item0646=Analyserar maskinvara…
Item0647=Återställningsskivor håller på att skapas. Det går inte att stänga HP Recovery Manager.
Item0648=Ett fel uppstod under borttagning av återställningsskivor. Försök igen.
Item0649=Den isatta flashenheten har  ej tillräcklig kapacitet. Sätt i en annan enhet.
Item0650=Det finns inte stöd för omskrivbara medier. Sätt i en tom 00-skiva.
Item0651=Den isatta skivan är inte tom. Sätt i en tom 00-skiva.
Item0652=Återställningsskivan 00 av 01 är klar. Etikettera skivan 00 av 01 och förvara den på en säker plats.
Item0653=Återställningsskivan är klar.
Item0654=Återställningsflashenheten är klar. Etikettera den och spara den på en säker plats.
Item0655=00 skiva krävs
Item0656=Det finns inte stöd för omskrivbara medier.
Item0657=Det finns inte stöd för den insatta medietypen.
Item0658=Återställningspartitionen har tagits bort – Alternativet Skapa återställningsskivor är inte längre aktivt.
Item0659=Kontroll av skiva misslyckades. Använd en annan skiva och försök igen.
Item0660=Det gick inte att bränna skivan. Använd en annan skiva och försök igen.
Item0661=Det här systemet skapas utifrån återställningsskivor. Du kan bara skapa EN uppsättning återställningsskivor.
Item0662=Återställningspartitionen har tagits bort.
Item0663=USB-gräns överskriden
Item0664=Återställningsavbildningen överskrider 32 GB. Använd optiska medier.
Item0665=Återställningsavbildningen överskrider USB-flashenhetens storleksbegränsning på 32 GB. För att kunna skapa återställningsmedier måste du använda optiska medier (DVD-skivor).
Item0666=Se till att USB-flashenheten har kapacitet för 00 GB data (max 32 GB). 
Item0667=- Återställningsskiva 00 av 01 är slutförd. Namnge skivan"00 av 01" och förvara den på säkert ställe.
Item0668=- Sätt i en skiva för att fortsätta eller klicka på Avbryt för att avbryta skapandet av återställningsmedia. 
Item0669=- Du kan välja att fortsätta när du vill genom att markera alternativet Skapa återställningsmedia på nytt.
Item0670=Varning: Den markerade USB-flashenheten kommer att formateras. All data på USB-flashenheten kommer att raderas.
Item0671=Max. 32 GB på USB-flashenheten används för återställningsavbildningen. Om USB-flashenheten är större än 32 GB blir det ytterligare utrymmet på enheten otillgängligt för användning efter att återställningsmedier har skapats.
Item0672=Klicka på Avbryt för att gå tillbaka till medieval eller klicka på Fortsätt för att börja skapa återställningsmedia.
Item0673=Välj 00 för att gå tillbaka till valet av medier eller välj 01 för att börja skapa återställningsmedier.
	
[System Recovery]	
Item0700=Återställ datorn till den ursprungliga fabriksinställningen
Item0701=Den här processen återinstallerar den ursprungliga hårddiskavbildningen på systempartitionen men utför inga andra ändringar av hårddisken.
Item0702=Alla filer som har skapats av användare och program som har installerats efter inköpet går förlorade.
Item0703=Säkerhetskopiera filerna först (rekommenderas)
Item0704=Återställ utan att säkerhetskopiera filerna
Item0705=Välj ett alternativ och klicka på Nästa för att fortsätta.
Item0706=HP:s Återställningsmiljö
Item0707=Välkommen till HP Recovery Manager
Item0708=Använd det här programmet för att återställa datorn till den ursprungliga fabriksinställningen.
Item0709=Koppla från alla externa enheter innan du fortsätter.
Item0710=Mer information finns i dokumentationen för datorn.
Item0711=Klicka på Nästa för att fortsätta.
Item0712=Återställning av hårddiskavbildningen
Item0713=Formaterar om hårddiskens Windows-partition
Item0714=Installerar om den ursprungliga programvaran
Item0715=Förlopp:  00 % 
Item0716=Uppskattad återstående tid: 00 minut(er)
Item0717=Vänta...
Item0718=Återställningen är klar
Item0719=När datorn har startats om och du har slutfört datorns ursprungliga konfiguration måste du utföra ytterligare några viktiga steg:
Item0720=Uppdatera säkerhetsfiler från Microsoft och HP
Item0721=Återinstallera programvara som inte följde med datorn
Item0722=Återställa eventuella personliga data som du kan ha säkerhetskopierat (om tillämpligt)
Item0723=Klicka på Slutför för att starta om datorn nu.
Item0724=Förberedelse inför återställning
Item0725=Hårddisken omformateras och alla filer som krävs för att återställa hårddiskavbildningen kopieras till hårddisken.
Item0726=Återställningsinstallation
Item0727=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item0728=HP Recovery Manager återställer hårddisken till fabriksinställningen. Ändringar av användardata och hårddisken går förlorade.
Item0729=OK
Item0730=Avbryt
Item0731=Förberedelse inför återställning av hårddiskavbildning
Item0732=Kopierar filer som krävs för att återställa hårddisken
Item0733=Förberedelserna inför återställningen är slutförda
Item0734=När datorn har startats om börjar installationsfasen för återställningen.
Item0735=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item0736=Under den här fasen startas datorn om automatiskt flera gånger. Det här är en normal del av processen.
Item0737=Under tiden ska du inte stänga av datorn, stänga locket, koppla bort datorn från nätadaptern eller försöka använda datorn.
Item0738=Klicka på Fortsätt för att starta om datorn nu.
Item0739=Sätt i återställningsskiva nr. 00.
Item0740=Ta bort återställningsskivan från systemet
Item0741=Systemåterställningen kan inte utföras från Windows. Vill du starta om datorn och aktivera återställningsmiljön?
Item0742=Vill du fortsätta?
Item0743=Förbereder återställningsmiljön…
Item0744=Avsluta alla program och starta om systemet.
Item0745=Koppla från alla externa enheter utom tangentbord, mus och bildskärm innan du fortsätter.
Item0746=Systemåterställningen kan inte utföras från Windows. Vill du starta om datorn och aktivera återställningsmiljön?
Item0747=Återställningsprocessen har två faser:
Item0748=Startsida
Item0749=Systemåterställning
Item0750=Inaktiverat: Använd alternativet Fabriksåterställning för att återställa systemet 
Item0751=Uppdatera datorn genom att installera de senaste uppdateringarna från Microsoft och HP.
Item0752=Du har valt HP:s återställningsmiljö. Systemet kommer att startas om och gå in i återställningsmiljön. Vill du fortsätta?
Item0753=Om din dator från början innehöll fler än ett operativsystem kommer återställningsprocessen att återställa alla operativsystem till fabriksstatus.
Item0754=Du har valt 00. Systemet kommer att starta om och öppna återställningsmiljön. Vill du fortsätta?
Item0755=Alla filer och partitioner som skapats av användaren och eventuella program som installerats efter köpet kommer att försvinna.
Item0756=Återställningsprocessen har två faser:
Item0757=Förberedelse inför återställning
Item0758=Windows-partitionen kommer att omformateras och alla filer som krävs för att återställa Windows till fabrikstillstånd kommer att kopieras till hårddisken.
Item0759=Återställningsinstallation
Item0760=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item0761=Återställer filer till hårddisken
Item0762=HP Drive Encryption (HPDE) är aktiverat på den här datorn. Inaktivera HPDE innan en systemåterställning körs.
	
[Minimized Image Recovery]	
Item0800=Minimerad återställningsavbildning
Item0801=Under den här processen återinstalleras en ren Windows-miljö som inkluderar drivrutiner och minimal programvara.
Item0802=Alla filer som har skapats av användare och program som har installerats efter inköpet går förlorade.
Item0803=Säkerhetskopiera filerna först (rekommenderas)
Item0804=Återställ utan att säkerhetskopiera filerna
Item0805=Välj ett alternativ och klicka på Nästa för att fortsätta.
Item0806=Minimerad återställningsavbildning
Item0807=Välkommen till HP Recovery Manager
Item0808=Under den här processen återinstalleras en ren Windows-miljö som inkluderar drivrutiner och minimal programvara.
Item0809=Återställningsprocessen har två faser:
Item0810=Förberedelse inför återställning
Item0811=Hårddisken omformateras och alla filer som krävs för att återställa den minimerade avbildningen kopieras till hårddisken.
Item0812=Återställningsinstallation
Item0813=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item0814=Koppla från alla externa enheter innan du fortsätter.
Item0815=Mer information finns i dokumentationen för datorn.
Item0816=Klicka på Nästa för att fortsätta.
Item0817=Dynamisk disk har identifierats. Det går inte att fortsätta med återställningen. Du måste använda återställningsskivor för att återställa datorn
Item0818=Förberedelse inför återställning av minimerad avbildning
Item0819=Formaterar om hårddiskens Windows-partition
Item0820=Kopierar filer som krävs för att återställa hårddisken
Item0821=Förlopp:  00 % 
Item0822=Uppskattad återstående tid: 00 minut(er)
Item0823=Vänta...
Item0824=Förberedelserna inför återställningen är slutförda
Item0825=När datorn har startats om börjar installationsfasen för återställningen.
Item0826=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item0827=Under den här fasen startas datorn om automatiskt flera gånger. Det här är en normal del av processen.
Item0828=Under tiden ska du inte stänga av datorn, stänga locket, koppla bort datorn från nätadaptern eller försöka använda datorn.
Item0829=Klicka på Fortsätt för att starta om datorn nu.
Item0830=Återställningen är klar
Item0831=När datorn har startats om och du har slutfört datorns ursprungliga konfiguration måste du utföra ytterligare några viktiga steg:
Item0832=Uppdatera säkerhetsfiler från Microsoft och HP
Item0833=Återinstallera programvara som inte följde med datorn
Item0834=Återställa eventuella personliga data som du kan ha säkerhetskopierat (om tillämpligt)
Item0835=Klicka på Slutför för att starta om datorn nu.
Item0836=OK
Item0837=Sätt i återställningsskiva nr. 00.
Item0838=Ta bort återställningsskivan från systemet
Item0839=HP Recovery Manager installeras med minimerad avbildning. Ändringar av användardata och hårddisken går förlorade.
Item0840=Koppla från alla externa enheter utom tangentbord, mus och bildskärm innan du fortsätter.
Item0841=Inaktiverat: Använd alternativet Fabriksåterställning för att återställa systemet
Item0842=Om din dator från början innehöll fler än ett operativsystem kommer återställningsprocessen att återställa alla operativsystem till fabriksstatus.
	
[Boot from UCRD]	
Item0900=Systemåterställning
Item0901=HP Recovery Manager startar som standard från hårddisken, men du kan köra det från skivan som du har satt i.
Item0902=Kör programmet från skivan
Item0903=Kör programmet från hårddisken
Item0904=Välj ett alternativ och klicka på Nästa för att fortsätta.
Item0905=Kör programmet från hårddisken
Item0906=Datorn kommer nu att starta om från partitionen.
Item0907=Ta bort återställningsskivan innan du fortsätter.
Item0908=Klicka på Slutför för att avsluta guiden.
Item0909=Kontakta HP:s kundsupport
Item0910=Den här datorn stöds inte av systemåterställningsskivan.
Item0911=Du kan inte återställa det här systemet från skivorna.
Item0912=Du kan inte återställa det här systemet med enhetsporten. Kontakta HP:s kundsupport.
		
[Factory Reset]	
Item1000=Fabriksåterställning
Item1001=Återställning av hårddiskavbildningen
Item1002=Vill du återställa systemet till den ursprungliga fabriksinställningen?
Item1003=Säkerhetskopiera filerna först (rekommenderas)
Item1004=Återställ utan att säkerhetskopiera filerna
Item1005=Välj ett alternativ och klicka på Nästa för att fortsätta.
Item1006=Välkommen till HP Recovery Manager
Item1007=Använd det här programmet för att återställa datorn till den ursprungliga fabriksinställningen.
Item1008=Återställningsprocessen har två faser:
Item1009=Förberedelse inför återställning
Item1010=Hårddisken omformateras och alla filer som krävs för att återställa hårddiskavbildningen kopieras till hårddisken.
Item1011=Återställningsinstallation
Item1012=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item1013=Koppla från alla externa enheter innan du fortsätter.
Item1014=Mer information finns i dokumentationen för datorn.
Item1015=Klicka på Nästa för att fortsätta.
Item1016=HP Recovery Manager återställer hårddisken till fabriksinställningen. Ändringar av användardata och hårddisken går förlorade.
Item1017=Förberedelse inför återställning av hårddiskavbildning
Item1018=Formaterar om hårddiskens Windows-partition
Item1019=Kopierar filer som krävs för att återställa hårddisken
Item1020=Återställer filer till hårddisken
Item1021=Förlopp:  00 % 
Item1022=Vänta...
Item1023=Uppskattad återstående tid: 00 minut(er)
Item1024=Förberedelserna inför återställningen är slutförda
Item1025=När datorn har startats om börjar installationsfasen för återställningen.
Item1026=Programvara och enheter installeras och innehållet anpassas efter din dator.
Item1027=Under den här fasen startas datorn om automatiskt flera gånger. Det här är en normal del av processen.
Item1028=Under tiden ska du inte stänga av datorn, stänga locket, koppla bort datorn från nätadaptern eller försöka använda datorn.
Item1029=Klicka på Fortsätt för att starta om datorn nu.
Item1030=Återställningen är klar
Item1031=När datorn har startats om och du har slutfört datorns ursprungliga konfiguration måste du utföra ytterligare några viktiga steg:
Item1032=Uppdatera säkerhetsfiler från Microsoft och HP
Item1033=Återinstallera programvara som inte följde med datorn
Item1034=Återställa eventuella personliga data som du kan ha säkerhetskopierat (om tillämpligt)
Item1035=Klicka på Slutför för att starta om datorn nu.
Item1036=Ja
Item1037=Nej
Item1038=Kontakta HP:s kundsupport
Item1039=I de flesta fall kommer återställningen av hårddisken att lösa dina problem.
Item1040=Om problemen kvarstår kan du behöva kontakta HP:s kundsupport.
Item1041=Du hittar kontaktuppgifter för HP:s support i dokumentationen för datorn.
Item1042=Klicka på Slutför för att avsluta programmet.
Item1043=Sätt i återställningsskiva nr. 00.
Item1044=Ta bort återställningsskivan från systemet
Item1045=HP Recovery Manager återställer hårddiskarna till den ursprungliga fabriksinställningen. Användardata och alla ändringar av hårddisken går förlorade.
Item1046=OK
Item1047=Avbryt
Item1048=Koppla från alla externa enheter utom tangentbord, mus och bildskärm innan du fortsätter.
Item1049=HP Recovery Manager återställer hårddiskarna till den ursprungliga fabriksinställningen. Användardata och alla ändringar av hårddisken går förlorade.	
Item1050=Den här processen återställer ditt system till ursprunglig fabriksstatus.
Item1051=Hårddisken kommer att ompartitioneras och omformateras till ursprunglig fabriksstatus.
Item1052=Alla filer och partitioner som skapats av användaren och eventuella program som installerats efter köpet kommer att försvinna.
Item1053=Om din dator från början innehöll fler än ett operativsystem kommer återställningsprocessen att återställa alla operativsystem till fabriksstatus.
	
[Restoration Incomplete]	
Item1100=Återställningen ej slutförd
Item1101=Återställningen har ej slutförts.
Item1102=Klicka på någon av följande knappar:
Item1103=Spara logg
Item1104=Detaljer
Item1105=Försök igen
Item1106=Den här funktionen samlar in information om systemet för att hjälpa HP med att diagnostisera problemet.
Item1107=Sätt i en flyttbar skivenhet med minst 00 MB ledigt utrymme och klicka på OK.
Item1108=OK
Item1109=Det finns inte tillräckligt med ledigt utrymme. Sätt i en flyttbar skivenhet med minst 00 MB ledigt utrymme och klicka på OK.
Item1110=Loggfilen har sparats som 00.
Item1111=Sätt i återställningsskivan.
Item1112=Klicka på Fortsätt för att starta om datorn nu.
Item1113=Fortsätt
Item1114=Det totala utrymmet på hårddisken är mindre än utrymmet på den ursprungliga fabriksinställda hårddisken. Återställningsprocessen kan inte fortsätta.
Item1115=Det finns för lite utrymme på hårddisken. Återställningsprocessen kan inte fortsätta.
		
[Drivers and Applications Reinstall]	
Item1200=Återinstallera drivrutiner och program
Item1201=Skapar lista med drivrutiner och program
Item1202=Startsida
Item1203=Installera
Item1204=Installerar
Item1205=Slutförd
Item1206=Program (00)
Item1207=Drivrutiner (00)
Item1208=HP-uppdateringar (00) – uppdateringar som hämtas och installeras från HP.com eller HP Support Assistant
Item1209=Version: 00
Item1210=00 objekt,
Item1211=00 av 01 valda objekt,
Item1212=00 program och
Item1213=00 program och
Item1214=00 drivrutin och
Item1215=00 drivrutiner och
Item1216=00 HP-uppdatering
Item1217=00 HP-uppdateringar
Item1218=Installationen är slutförd.
Item1219=Programvaran installeras. HP Recovery Manager kommer inte att stängas.
Item1220=OK
Item1221=Avinstallera den tidigare versionen av programmet innan du installerar om det.
Item1222=Ett fel uppstod under ominstalleringen av programvaran. Försök igen.
Item1223=Det gick inte att hitta någon programvarukälla på den här datorn.
Item1224=Element
Item1225=00 av 01 valt objekt,
Item1226=En eller flera av de valda drivrutinerna och/eller programmen kanske inte installerades korrekt och har markerats med utropstecken. Avinstallera dessa från datorn och försök sedan att installera dem igen från HP Recovery Manager.
Item1227=En eller flera av de valda drivrutinerna och/eller programmen kanske inte installerades korrekt och har markerats med 00. Avinstallera dessa från datorn och försök sedan att installera dem igen från HP Recovery Manager.
Item1228=00 Drivrutin
Item1229=00 Drivrutiner
Item1230=Klar	
	
[RP Protection]	
Item1300=Återställningspartition
Item1301=Varning
Item1302=Det här området på hårddisken (eller partitionen) innehåller filer som används under Windows Push Button Reset  (systemåterställning).
Item1303=Dessa filer ska inte raderas eller ändras.
Item1304=Ändringar av denna partition kan påverka framtida systemåterställning.
	
[Show Contact Information]	
Item1350=Kontakta HP:s kundsupport
Item1351=I de flesta fall kommer en återställning av hårddiskavbildningen att lösa dina problem.
Item1352=Om problemet kvarstår eller om du behöver nya systemåterställningsskivor måste du eventuellt kontakta HP:s kundsupport och be om hjälp.
Item1353=Du kan kontakta HP:s kundsupport på:
Item1354=www.hp.com/go/contacthp
Item1355=Klicka på Slutför för att avsluta programmet.
Item1356=Klicka på Avbryt för att avsluta programmet.

[File Backup Program 2.0]
Item1400=Hur vill du välja vilka filer du vill säkerhetskopiera?
Item1401=Automatiskt urval
Item1402=Välj filkategorier att säkerhetskopiera.
Item1403=Användarurval
Item1404=Välj manuellt vilka filer och mappar du vill säkerhetskopiera.
Item1405=Automatiskt urval innebär att du väljer vilka filkategorier du vill säkerhetskopiera. Du kan till exempel välja Bilder och Musik och andra ljudfiler. Därefter söker programmet igenom datorn efter de valda filkategorierna (baserat på en fördefinierad inställning för vilka filtyper som vanligen ingår i de olika kategorierna) och säkerhetskopierar dem. Filerna komprimeras och måste återställas med filåterställningsalternativet innan de går att komma åt.
Item1406=Med användarurval väljer du ut exakt vilka filer och mappar du vill säkerhetskopiera genom att markera dem i ett fönster med Utforskaren i Windows. Det finns två alternativ för säkerhetskopieringen – Komprimering och Ingen komprimering
Item1407=Komprimering: Filerna komprimeras och måste återställas med filåterställningsalternativet innan de går att komma åt.
Item1408=Ingen komprimering: Filer och kataloger kopieras var för sig utan komprimering. Filerna går att komma åt utan att du använder filåterställningsalternativet.
Item1409=Vill du använda komprimering?
Item1410=Komprimering
Item1411=Ingen komprimering
Item1412=Filerna komprimeras till WIM-format och måste återställas till datorn med hjälp av alternativet Filåterställning innan de går att komma åt. Med det här alternativet minimeras säkerhetskopians storlek och vid filåterställningen kopieras samtliga filer automatiskt till C:\ och går att komma åt via en genväg på Skrivbordet.
Item1413=Filer och kataloger kopieras var för sig utan komprimering och går att komma åt direkt från enheten för säkerhetskopiering utan att du behöver använda alternativet Filåterställning. Med det här alternativet minimeras inte säkerhetskopians storlek och filer och kataloger måste kopieras (kopiera/klistra in) tillbaka till datorn.
Item1414=Vilka filer vill du säkerhetskopiera?
Item1415=Sök filer
Item1416=Storlek på säkerhetskopiering:  00
Item1417=Namn
Item1418=Storlek
Item1419=Val av säkerhetskopieringsmedier
Item1420=Val av medier: 00
Item1421=Du behöver 00 skivor av den här typen för att säkerhetskopiera.
Item1422=Om du vill fortsätta med säkerhetskopieringen med valda medier klickar du på Nästa.
Item1423=Om du vill välja en annan medietyp klickar du på Bakåt.
Item1424=Förbereder fil
Item1425=Skapar skiva
Item1426=Bränn skiva
Item1427=Kontrollera skiva
Item1428=Sätt in skiva 00 av 00 00.
Item1429=Valda filer
Item1430=Kopiera filerna
Item1431=Valda filer och kataloger har kopierats
Item1432=Recovery Manager har kopierat filerna.
Item1433=Det finns filer som är större än lagringskapaciteten för säkerhetskopieringsskivorna. Säkerhetskopieringen avbryts.
Item1434=Ändra till komprimeringsläge
Item1435=Avmarkera filer som är större än 00
Item1436=Välj enhet igen
Item1437=Lista med stora filer
Item1438=Sätt in skiva 00.
Item1439=Det finns ingen disk med tillräckligt mycket fritt utrymme för att genomföra säkerhetskopieringen. Anslut en annan disk eller frigör utrymme på den disk som är ansluten.
Item1440=Denna skivtyp stöds ej.
Item1441=Minskar filstorleken. Kräver att alternativet Filåterställning används.
Item1442=Minskar inte filstorleken, kräver inte att alternativet Filåterställning används.
Item1443=Det går bara att spara en säkerhetskopia på optiska medier eller extern hårddisk. Om önskad enhet och/eller medietyp inte visas i listan nedan ser du till att enheten är ansluten och påslagen eller att önskad medietyp är infogad i den optiska enheten innan du fortsätter med säkerhetskopieringen.
Item1444=Det här är fel skiva. Den kan även vara korrupt. Sätt in skiva 00.
Item1445=Det är endast möjligt att spara en säkerhetskopia på en extern hårddisk eller USB-flashenhet i NTFS-format. Kontrollera att önskad enhet är ansluten och att filsystemet är NTFS innan du går vidare med processen för säkerhetskopiering.
Item1446=Om 00 väljs i Automatiskt val eller Användarval kommer alla filerna att säkerhetskopieras i läget Ingen komprimering och måste återställas genom en manuell kopiering av datan. Alternativet Filåterställning kan inte användas.
Item1447=Alla filer som lagras i mappen för 00.
Item1448=Filerna komprimeras till ett WIM-filformat och måste återställas till datorn med hjälp av alternativet Filåterställning innan de går att komma åt. Det här alternativet minimerar storleken på säkerhetskopian och alla filer kommer att återställas till destinationen som du anger och göras tillgängliga via en genväg på skrivbordet.
Item1449=Komprimering stöds inte när 00-data är vald.
Item1450=00-data har säkerhetskopierats till följande mapp under rotkatalogen för säkerhetskopieringsmappen:
Item1451=Kopiera säkerhetskopian av 00-data från den ovanstående säkerhetskopieringsmappen till systemet efter att återställningen har slutförts.
Item1452=00-data kan endast säkerhetskopieras med alternativet Ingen komprimering.
Item1453=Välj OK för att säkerhetskopiera med alternativet Ingen komprimering eller välj Avbryt för att säkerhetskopiera filerna igen.

[Windows Recovery Environment]
Item1500=HP säkerhetskopiering och återställning eller kontakta HP support

[Windows System Refresh]
Item1600=Återställ datorn utan att radera dina personliga filer

[AboutInfo]
Item1700=Information
Item1701=Version
Item1702=Återställningsmedier
Item1703=System
Item1704=Produktnummer
Item1705=Serienummer
Item1706=HP återställningspartition
Item1707=Ja
Item1708=Nej
Item1709=Om